Revit 2024 API
BuiltInFailures.ColorFillFailures Class
 Failures about ColorFill.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ColorFillFailures
Visual Basic
Public NotInheritable Class ColorFillFailures
Visual C++
public ref class ColorFillFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ColorFillFailures
See Also
BuiltInFailures.ColorFillFailures Members
Autodesk.Revit.DB Namespace